/* Strings for the MediaBrowser */

"iTunesLibrary"				= "iTunes Library";
"iTunesPlaylists"			= "iTunes Playlists";
"iTunesAudioCD"				= "Audio CD";
"iTunesSoundEffects"		= "Sound Effects";

"iPhotoLibrary"				= "iPhoto Library";
"iPhotoAlbums"				= "iPhoto Albums";

"ApertureLibrary"			= "Aperture Library";
"ApertureAlbums"			= "Aperture Albums";

"iMovieProjects"			= "Movies";

"SearchString"				= "Search";
"ItemString"				= " item";
"ItemsString"				= " items";
"ApplyString"				= "Apply";

"PlaylistColumnHeader"		= "Playlist";
"SongColumnHeader"			= "Name";
"SongsColumnHeader"			= "Songs";
"ArtistColumnHeader"		= "Artist";
"TimeColumnHeader"			= "Time";

"AlbumColumnHeader"			= "Album";
"PhotosColumnHeader"		= "Photos";

"MovieColumnHeader"			= "Movie";
"PathColumnHeader"			= "Path";
"SizeColumnHeader"			= "Size";

"iTunesTime"				= "%d:%02d";
"iTunesToolTip"				= "Selected Files: %d\nTotal Duration: %d:%02d";
"DurationString"			= "%d:%02d";
"PlaylistDurationString"	= "%d:%02d:%02d";
"MovieSizeString"			= "%d.%02d MB";

"iTunesNotFound"			= "Launch iTunes 3 or later, or GarageBand, to populate this list.";
"iPhotoNotFound"			= "Open iPhoto 2 or later or Aperture 1.5 or later to see photos from your iPhoto or Aperture library in this list.";
"ApertureNotFound"			= "Open Aperture 1.5 or later to see photos from your Aperture library in this list.";
"MoviesNotFound"			= "To see iMovie projects here, use iMovie 3 or later to save them to the Movies folder.";
"MoviesNotFoundDrag"		= "To see iMovie projects here, use iMovie 3 or later to save them to the Movies folder.  To add other movie folders, drag them to the list above.";

"iTunesMediaLoading"			= "Loading iTunes music…";
"iPhotoMediaLoading"			= "Loading images…";
"MoviesMediaLoading"			= "Loading movies…";

"GarageBandAlertTitleFmt"		= "The project \"%@\" cannot be imported because it was not prepared with an iLife preview.";
"GarageBandAlertMessageFmt"		= "Would you like to open \"%@\" in GarageBand so you can save it with an iLife preview?";
"GarageBandAlertOK"				= "Yes";
"GarageBandAlertCancel"			= "No";